import React from "react";

export const Implementation = () => {
  return (
    <div
      className="bg-[url(/landing/bg3.png)] bg-cover bg-no-repeat"
      id="implementation"
    >
      <div className="container mx-auto max-w-[700px] px-5 text-black py-20 flex flex-col gap-y-10">
        <h2 className="text-6xl  text-black uppercase text-center">
          Внедрение
        </h2>
        <p className="text-xl ">
          Наша компания предлагает комплекс услуг по внедрению систем и
          приобретению VR-оборудования. Эти услуги призваны помочь нашим
          клиентам достичь поставленных целей и получить максимальную отдачу от
          инвестиций в новые технологии. Наши услуги включают в себя:
          Консультации: Мы предоставляем консультационные услуги, чтобы помочь
          нашим клиентам понять преимущества внедрения системы и приобретения
          VR-оборудования. Наша команда экспертов проанализирует потребности и
          цели заказчика и даст рекомендации по оптимальным решениям. Интеграция
          системы: Мы помогаем нашим заказчикам интегрировать новую систему в
          существующую инфраструктуру. Это включает в себя установку, настройку
          и тестирование новой системы. Обучение: Мы предоставляем услуги по
          обучению клиентов работе с новой системой и VR-оборудованием. Обучение
          может проводиться как на месте, так и в режиме онлайн или в комбинации
          с другими видами обучения. Техническое обслуживание и поддержка: Мы
          предоставляем услуги по техническому обслуживанию и поддержке для
          обеспечения надлежащего функционирования новой системы и
          VR-оборудования. Это включает регулярное обслуживание, устранение
          неисправностей и техническую поддержку.
        </p>
      </div>
    </div>
  );
};
